{
  "catalog": [
    {
      "id": 1,
      "name": "Стоматологические инструменты",
      "image": "https://example.com/images/instruments.jpg",
      "description": "Профессиональные инструменты для стоматологических клиник",
      "items": [
        {
          "id": 101,
          "name": "Инструменты для осмотра",
          "image": "https://example.com/images/examination.jpg",
          "description": "Наборы для первичного осмотра полости рта",
          "items": [
            {
              "id": 1001,
              "name": "Стоматологическое зеркало",
              "image": "https://example.com/images/mirror.jpg",
              "price": 1250,
              "description": "Профессиональное стоматологическое зеркало с удобной ручкой и высококачественным отражающим покрытием. Изготовлено из хирургической нержавеющей стали, обеспечивает четкое отражение без искажений. Эргономичный дизайн позволяет удобно работать в течение всего дня. Стерилизуется автоклавированием. Размер зеркала 22 мм, доступны варианты с одноразовыми насадками. Идеально подходит для осмотра полости рта, выявления кариеса и других стоматологических процедур. Поставляется в индивидуальной упаковке. Сертифицировано для использования в медицинских учреждениях. Гарантия 12 месяцев."
            },
            {
              "id": 1002,
              "name": "Зонд стоматологический",
              "image": "https://example.com/images/probe.jpg",
              "price": 980,
              "description": "Универсальный стоматологический зонд для диагностики кариеса и состояния пломб. Изготовлен из высококачественной нержавеющей стали, обеспечивает точную диагностику. Острый кончик позволяет выявлять даже минимальные дефекты эмали. Эргономичная ручка снижает усталость при работе. Длина 18 см, диаметр 1.2 мм. Может стерилизоваться всеми стандартными методами. Используется для определения глубины кариозных полостей, оценки состояния десен и качества краевого прилегания пломб. Поставляется в наборах по 5 штук. Соответствует международным медицинским стандартам."
            }
          ]
        },
        {
          "id": 102,
          "name": "Боры и наконечники",
          "image": "https://example.com/images/burs.jpg",
          "description": "Боры различных форм и размеров для препарирования зубов",
          "items": [
            {
              "id": 1003,
              "name": "Бор алмазный круглый",
              "image": "https://example.com/images/round_bur.jpg",
              "price": 320,
              "description": "Алмазный бор круглой формы для препарирования твердых тканей зуба. Алмазное напыление высокой прочности обеспечивает эффективное удаление тканей с минимальной вибрацией. Подходит для работы с эмалью и дентином. Совместим со всеми стандартными наконечниками. Диаметр рабочей части 1.4 мм, длина 9 мм. Оптимален для создания полостей I класса по Блэку, обработки культи зуба под коронку. Изготовлен из высококачественной стали с алмазным покрытием зернистостью 100 мкм. Стерилизуется автоклавированием. Поставляется в упаковке по 10 штук. Произведено в Германии."
            }
          ]
        }
      ]
    },
    {
      "id": 2,
      "name": "Стоматологические материалы",
      "image": "https://example.com/images/materials.jpg",
      "description": "Пломбировочные материалы, цементы и композиты",
      "items": [
        {
          "id": 201,
          "name": "Пломбировочные материалы",
          "image": "https://example.com/images/filling.jpg",
          "description": "Материалы для постоянных и временных пломб",
          "items": [
            {
              "id": 2001,
              "name": "Фотополимерный композит",
              "image": "https://example.com/images/composite.jpg",
              "price": 4500,
              "description": "Универсальный светоотверждаемый композитный материал для реставрации зубов. Обладает высокой прочностью (более 380 МПа) и износостойкостью. Полимеризуется под действием стоматологической лампы (длина волны 460-480 нм). Имеет естественную опаковость и цветостабильность. Подходит для реставраций всех классов по Блэку. Время работы до полимеризации - не менее 2 минут. Коэффициент усадки менее 1.8%. Выпускается в 16 стандартных оттенках по шкале Vita. Объемная упаковка 4 гр. Срок годности 24 месяца. В комплекте дозатор и инструкция по применению. Прошел клинические испытания в ведущих стоматологических клиниках."
            }
          ]
        },
        {
          "id": 202,
          "name": "Цементы",
          "image": "https://example.com/images/cement.jpg",
          "description": "Стеклоиономерные и другие виды цементов",
          "items": [
            {
              "id": 2002,
              "name": "Стеклоиономерный цемент",
              "image": "https://example.com/images/glass_ionomer.jpg",
              "price": 2800,
              "description": "Стеклоиономерный цемент химического отверждения для фиксации коронок, мостов и вкладок. Обладает высокой адгезией к тканям зуба и биосовместимостью. Содержит фтор, обеспечивающий длительную реминерализацию прилегающих тканей. Время рабочего смешивания 1.5 минуты, время полного отверждения 6 минут. Прочность на сжатие более 200 МПа. Высокая устойчивость к влаге сразу после нанесения. Поставляется в наборе: порошок 15 гр + жидкость 10 мл. Срок годности 18 месяцев. Может использоваться как временная пломба. Соответствует ISO 9917. В комплекте мерная ложечка и смесительная площадка."
            }
          ]
        }
      ]
    },
    {
      "id": 3,
      "name": "Оборудование",
      "image": "https://example.com/images/equipment.jpg",
      "description": "Стоматологические установки и аппараты",
      "items": [
        {
          "id": 301,
          "name": "Стоматологические установки",
          "image": "https://example.com/images/unit.jpg",
          "description": "Комплексные решения для оснащения кабинета",
          "items": [
            {
              "id": 3001,
              "name": "Стоматологическая установка Premium",
              "image": "https://example.com/images/dental_unit.jpg",
              "price": 450000,
              "description": "Профессиональная стоматологическая установка последнего поколения с интеллектуальной системой управления. Включает: вращающийся стул врача, многофункциональный блок с микромотором и турбиной, слюноотсос, пылесос, светильник, плевательницу и компрессор. Мощность турбины 320,000 об/мин, система антиретракции. Эргономичный дизайн снижает нагрузку на врача. Цветной сенсорный экран управления. Система автоматической промывки каналов. Возможность подключения до 4 инструментов одновременно. Габариты 150×80×110 см. Вес 85 кг. Напряжение 220В. Гарантия 3 года. Сервисное обслуживание включено на первый год. Произведено в Италии."
            }
          ]
        },
        {
          "id": 302,
          "name": "Рентгеновское оборудование",
          "image": "https://example.com/images/xray.jpg",
          "description": "Аппараты для диагностики",
          "items": [
            {
              "id": 3002,
              "name": "Цифровой визиограф",
              "image": "https://example.com/images/visiograph.jpg",
              "price": 185000,
              "description": "Цифровой визиограф с высокочувствительным сенсором для моментального получения рентгеновских снимков зубов. Разрешение сенсора 20 lp/mm, размер сенсора 30×40 мм. Время экспозиции сокращено до 0.05 сек. Подключается через USB 3.0. Совместим со всеми стандартными рентген-аппаратами. Программное обеспечение включает инструменты для анализа снимков, измерения длины каналов и хранения базы данных пациентов. Эргономичный дизайн сенсора с закругленными краями для комфорта пациента. Рабочая температура от 10 до 40°C. Поставляется с защитным чехлом и программным обеспечением. Гарантия 2 года. Вес 150 гр. Сертифицирован для медицинского использования."
            }
          ]
        }
      ]
    }
  ],
  "products": [
    {
      "id": 4001,
      "name": "Наконечник стоматологический",
      "image": "https://example.com/images/handpiece.jpg",
      "price": 12500,
      "description": "Высокоскоростной стоматологический наконечник для препарирования зубов. Частота вращения до 400,000 об/мин. Эргономичный дизайн снижает усталость рук при длительной работе. Система охлаждения водой предотвращает перегрев. Совместим со стандартными борами. Корпус из авиационного алюминия. Уровень шума менее 65 дБ. Угол наклона головки 20°. Вес 85 гр. Стерилизуется автоклавированием при 135°C. Ресурс работы - более 500 часов. Поставляется с 6-месячной гарантией. В комплекте ключ для замены боров и инструкция. Произведено в Швейцарии по медицинским стандартам ISO 13485."
    },
    {
      "id": 4002,
      "name": "Ультразвуковой скалер",
      "image": "https://example.com/images/scaler.jpg",
      "price": 32000,
      "description": "Профессиональный ультразвуковой скалер для удаления зубного камня и налета. Частота ультразвука 28-32 кГц с регулируемой мощностью. 5 программ работы для разных типов отложений. Водяное охлаждение с регулируемым потоком. Эргономичная ручка с подсветкой рабочей зоны. Автоматическая система очистки наконечника. В комплекте 4 насадки разной формы. Вес устройства 450 гр. Работает от сети 220В. Время непрерывной работы - 60 минут. Уровень шума 55 дБ. Поставляется в кейсе с аксессуарами. Гарантия 1 год. Подходит для профессионального использования в клиниках. Сертифицирован как медицинское изделие класса IIa."
    }
  ]
}